// © Copyright 2007, 2015-2016 HP Development Company, L.P.

HSDTaskName = "Reinig papierinvoer";

TaskPanelOKButtonTitle = "OK";
TaskPanelCancelButtonTitle = "Annuleer";

CleaningConfirmationTitle = "Reinig papierinvoer";
CleaningConfirmationBody = "Deze procedure kan enkele minuten duren. Het is normaal dat u tijdens deze procedure mechanische geluiden hoort. Onderbreek het proces niet. Klik op OK om door te gaan.";
PaperFoundTite = "Papier gevonden";
PaperFoundBody = "Verwijder het papier uit de papierlade voordat u doorgaat met de procedure Reinig papierinvoer. Klik op OK om door te gaan.";
PapperFeedCleaningTitle = "Reinig papierinvoer";
PaperFeedCleaningCompleteBody = "Papierinvoer is gereinigd.";

NotInitiatedTitle = "Kan niet beginnen met reinigen";
NotInitiatedMsg = "Reinigingstaak kan niet worden begonnen. Controleer of de printer online staat en niet bezig is met het verwerken van een taak.";

HSDInfoTextFieldValue = "Voer deze procedure uit als het transporteren van papier in de printer moeilijk verloopt. Als er geen papier wordt getransporteerd op het moment dat er een afdruktaak wordt verzonden, reinigt u met deze procedure een gedeelte aan de binnenzijde van de printer, waardoor het probleem wordt verholpen.";
HSDGuideTextFieldValue = "Verwijder het papier uit de papierlade voordat u doorgaat met het proces Reinig papierinvoer. Klik op Reinig om met de procedure te beginnen.";
HSDCleanButtonTitle = "Reinig";

PaperFeedCancelingTitle = "Bezig met annuleren";
